{
	"FormatVersion": 2,
	"Namespace": "",
	"Children": [
		{
			"Source":
			{
				"Text": "AI Difficulty"
			},
			"Translation":
			{
				"Text": "AI 难度"
			},
			"Key": "9610A13A4195DA1E2F72E28F46766A56"
		},
		{
			"Source":
			{
				"Text": "Abandon right now."
			},
			"Translation":
			{
				"Text": "投降并放弃对局"
			},
			"Key": "255154144B49C9BF47AD40B7B4159527"
		},
		{
			"Source":
			{
				"Text": "Anti-Alising"
			},
			"Translation":
			{
				"Text": "抗锯齿"
			},
			"Key": "7FAD723F4236B85B36B3DBB8B296C36B"
		},
		{
			"Source":
			{
				"Text": "Apply"
			},
			"Translation":
			{
				"Text": "应用"
			},
			"Key": "C1D0326E4AEF74C59FF6698D8EC8F349"
		},
		{
			"Source":
			{
				"Text": "Ask the AI aside for suggestion."
			},
			"Translation":
			{
				"Text": "向围观AI寻求帮助"
			},
			"Key": "B6B9EC5545309E795D470586E24836F4"
		},
		{
			"Source":
			{
				"Text": "Back"
			},
			"Translation":
			{
				"Text": "返回"
			},
			"Key": "5AA2D2DE44482607BE4DF784CDE3F36F"
		},
		{
			"Source":
			{
				"Text": "Back"
			},
			"Translation":
			{
				"Text": "返回"
			},
			"Key": "139305924F1637516327FDB8512A11BC"
		},
		{
			"Source":
			{
				"Text": "Back"
			},
			"Translation":
			{
				"Text": "返回"
			},
			"Key": "26A972C54AFFE8E8BA86A59A199DD605"
		},
		{
			"Source":
			{
				"Text": "Back"
			},
			"Translation":
			{
				"Text": "返回"
			},
			"Key": "444551F74EA2D095B02E2389D4FCEF3C"
		},
		{
			"Source":
			{
				"Text": "Back"
			},
			"Translation":
			{
				"Text": "返回"
			},
			"Key": "74F864DB400037BA284DCDBAF7721E9D"
		},
		{
			"Source":
			{
				"Text": "Back"
			},
			"Translation":
			{
				"Text": "返回"
			},
			"Key": "B712A9D846B525E3AC14A4BCE6DF688C"
		},
		{
			"Source":
			{
				"Text": "Back"
			},
			"Translation":
			{
				"Text": "返回"
			},
			"Key": "E79E2460402B57B6940DA2816AEE3BFC"
		},
		{
			"Source":
			{
				"Text": "Back to game settings panel."
			},
			"Translation":
			{
				"Text": "返回游戏设置菜单"
			},
			"Key": "25473C2F45DD36526AB1ADB41CA74B80"
		},
		{
			"Source":
			{
				"Text": "Back to game settings panel."
			},
			"Translation":
			{
				"Text": "返回游戏设置菜单"
			},
			"Key": "1898C5D64BC47265BCF69BA17C5B434C"
		},
		{
			"Source":
			{
				"Text": "Back to game."
			},
			"Translation":
			{
				"Text": "回到游戏"
			},
			"Key": "B10DD7AD4F95E34D78957586ACFEC263"
		},
		{
			"Source":
			{
				"Text": "Back to previous panel."
			},
			"Translation":
			{
				"Text": "返回上级菜单"
			},
			"Key": "0CC0FE314F9A640FDD77C796A63B1D79"
		},
		{
			"Source":
			{
				"Text": "Balance Breaker"
			},
			"Translation":
			{
				"Text": "禁手"
			},
			"Key": "B77581EB49E8EE6EECBA9DB850E65D8F"
		},
		{
			"Source":
			{
				"Text": "Best"
			},
			"Translation":
			{
				"Text": "最佳"
			},
			"Key": "36D9304D4E50B57857FF0490F8474391"
		},
		{
			"Source":
			{
				"Text": "Black (the player who makes the first move) was long known to have a big advantage. So a number of variations are played with extra rules that aimed to reduce black's advantage.\r\n    * The rule of three and three bans a move that simultaneously forms two open rows of three stones (rows not blocked by an opponent's stone at either end).\r\n    * The rule of four and four bans a move that simultaneously forms two rows of four stones (open or not).\r\n    * The rule of six bans a move that simultaneously forms one or more row of six (or more) stones.\r\n\r\nIn the game, there are three settings on Balance Breaker:\r\n    * \"On, illegal actions banned\": When making moves, the banned position will be marked and you are unable place chess on it. \r\n    * \"On, Lose if illegal\": There will be no marks at all, if your move is illegal, you will directly lose.\r\n    * \"Off\": Balance Breaker Rules won't be applied in the game."
			},
			"Translation":
			{
				"Text": "执黑者（先行方）自开始就有较大的优势。为了平衡双方的游戏难度，我们对黑方添加了“禁手”规则来消除其的优势。\r\n    * 三三禁手：不允许黑方在一个落点同时形成两个活三（连续的，且两边均为空的三颗棋子称为活三）。\r\n    * 四四禁手：不允许黑方在一个落点同时形成两个冲四或活四（有条件形成连五，但一侧有障碍的四颗棋子即称为冲四）。\r\n    * 长连禁手：不允许黑方在一个落点形成六个或六个以上的连续棋子（即便其中包含连五，亦判黑方负）。\r\n\r\n在游戏中，有以下禁手模式设置：\r\n    * “启用禁手，禁手点无法落子”：在回合中，禁手点将会被特殊标记，且无法落子。\r\n    * “启用禁手，无提示（禁手点落棋判负）”：在回合中没有任何提示，落子点若为禁手点则直接判负。\r\n    * “关闭”：不启用禁手规则。"
			},
			"Key": "9BDFFE5E4527CB35296BE7879B9B936B"
		},
		{
			"Source":
			{
				"Text": "Black Goes first."
			},
			"Translation":
			{
				"Text": "执黑者先行"
			},
			"Key": "4C32A2FF431027D420C4408EEDBABE36"
		},
		{
			"Source":
			{
				"Text": "Cancel"
			},
			"Translation":
			{
				"Text": "取消"
			},
			"Key": "DEBF5F9F41A8EB6195D8F4ABEEAC30D6"
		},
		{
			"Source":
			{
				"Text": "Click here to use Black Chess."
			},
			"Translation":
			{
				"Text": "单击此处选择黑色棋子"
			},
			"Key": "BB25ECE34AD260EBA8D784AC49A3E15A"
		},
		{
			"Source":
			{
				"Text": "Click here to use White Chess."
			},
			"Translation":
			{
				"Text": "单击此处选择白色棋子"
			},
			"Key": "D2CF127E45461ADA3FF1E9A34C9844AF"
		},
		{
			"Source":
			{
				"Text": "Close"
			},
			"Translation":
			{
				"Text": "关闭"
			},
			"Key": "5F464F454DC309950ACF8FB338C8DFF4"
		},
		{
			"Source":
			{
				"Text": "Comming soon!"
			},
			"Translation":
			{
				"Text": "即将上线！"
			},
			"Key": "50565DC04A758EB6C90DA7A74BAFA88A"
		},
		{
			"Source":
			{
				"Text": "Confirm"
			},
			"Translation":
			{
				"Text": "确定"
			},
			"Key": "DBC465A2496F1408B2250F83167CC72F"
		},
		{
			"Source":
			{
				"Text": "Confirm Video Settings"
			},
			"Translation":
			{
				"Text": "确认显示设置"
			},
			"Key": "46A8A7A747A507855D60DF9FAA548EA6"
		},
		{
			"Source":
			{
				"Text": "Continue Game"
			},
			"Translation":
			{
				"Text": "继续游戏"
			},
			"Key": "F655FA91458A818D3AACDF85E7987E5C"
		},
		{
			"Source":
			{
				"Text": "Continue to select chess."
			},
			"Translation":
			{
				"Text": "继续选择棋子"
			},
			"Key": "3BF639E04D6ADDAC0456E6BDB6D26B07"
		},
		{
			"Source":
			{
				"Text": "Cruel"
			},
			"Translation":
			{
				"Text": "冷酷的敌人"
			},
			"Key": "E2B2F9604AAD413B4F1B55A40B90C635"
		},
		{
			"Source":
			{
				"Text": "Customized ({FPS})"
			},
			"Translation":
			{
				"Text": "自定义 ({FPS})"
			},
			"Key": "165F7B494E27A2B9ED159B8045042B48"
		},
		{
			"Source":
			{
				"Text": "Customized ({W} x {H})"
			},
			"Translation":
			{
				"Text": "自定义 ({W} x {H})"
			},
			"Key": "E4DD105B499C2C87939735B41428E2CD"
		},
		{
			"Source":
			{
				"Text": "Draw!"
			},
			"Translation":
			{
				"Text": "平局！"
			},
			"Key": "C9E058594AC63B03BC5A509002641618"
		},
		{
			"Source":
			{
				"Text": "Easy"
			},
			"Translation":
			{
				"Text": "简单的敌人"
			},
			"Key": "E02B925D4511FA0F636B94AA27CD1F70"
		},
		{
			"Source":
			{
				"Text": "Exit"
			},
			"Translation":
			{
				"Text": "退出"
			},
			"Key": "7AC5BECE48380ECC66223B97DF20016C"
		},
		{
			"Source":
			{
				"Text": "Exit"
			},
			"Translation":
			{
				"Text": "退出"
			},
			"Key": "E4277B6342D553E66CE010BAE184075A"
		},
		{
			"Source":
			{
				"Text": "Exit"
			},
			"Translation":
			{
				"Text": "退出"
			},
			"Key": "F1015F8F4E564E1F1836209B500E19DE"
		},
		{
			"Source":
			{
				"Text": "Exit Game."
			},
			"Translation":
			{
				"Text": "退出游戏"
			},
			"Key": "AB524EF04E335BDAD66B59B46A6F5ADF"
		},
		{
			"Source":
			{
				"Text": "Exit game."
			},
			"Translation":
			{
				"Text": "退出游戏"
			},
			"Key": "891520C44CEA9F58741B6E952615CE3E"
		},
		{
			"Source":
			{
				"Text": "Exit review mode."
			},
			"Translation":
			{
				"Text": "退出回放模式"
			},
			"Key": "1154B251462F22F9824C928F5C1D1A27"
		},
		{
			"Source":
			{
				"Text": "FPS Limit"
			},
			"Translation":
			{
				"Text": "帧数限制"
			},
			"Key": "C67A3728403FA32A48497FBF01BC4A1D"
		},
		{
			"Source":
			{
				"Text": "Fast forward"
			},
			"Translation":
			{
				"Text": "快进"
			},
			"Key": "3D5D7ABB404C32CA65457586A89D63BA"
		},
		{
			"Source":
			{
				"Text": "Full Screen"
			},
			"Translation":
			{
				"Text": "全屏模式"
			},
			"Key": "43302ACD42B058CDCC9C59A3F7B32B8A"
		},
		{
			"Source":
			{
				"Text": "Game Settings"
			},
			"Translation":
			{
				"Text": "游戏设置"
			},
			"Key": "F154851141A08F07A2D453AF0FA5B35E"
		},
		{
			"Source":
			{
				"Text": "Game Start"
			},
			"Translation":
			{
				"Text": "开始游戏"
			},
			"Key": "15F8D5904EAF4EE32A74BEB242C25F7D"
		},
		{
			"Source":
			{
				"Text": "Game Start"
			},
			"Translation":
			{
				"Text": "开始游戏"
			},
			"Key": "36DA01D24EF5C2388E27729B914B572B"
		},
		{
			"Source":
			{
				"Text": "Game Start"
			},
			"Translation":
			{
				"Text": "开始游戏"
			},
			"Key": "3BD9C9FF4F89EC276E0A9E9A5900A322"
		},
		{
			"Source":
			{
				"Text": "Go to game settings page."
			},
			"Translation":
			{
				"Text": "返回游戏设置页面"
			},
			"Key": "C79E04F3458D494B2B41CABDE39CFCF4"
		},
		{
			"Source":
			{
				"Text": "Go to previous panel."
			},
			"Translation":
			{
				"Text": "返回上级菜单"
			},
			"Key": "7B97C16C4EBE3818AFD22286EAFD3424"
		},
		{
			"Source":
			{
				"Text": "Go to previous panel."
			},
			"Translation":
			{
				"Text": "返回上级菜单"
			},
			"Key": "9D42E3DB489A87318E296A9310D67E89"
		},
		{
			"Source":
			{
				"Text": "Go to the beginning"
			},
			"Translation":
			{
				"Text": "快退"
			},
			"Key": "D08FE82C483CBAE022676192A39279D2"
		},
		{
			"Source":
			{
				"Text": "Gobang"
			},
			"Translation":
			{
				"Text": "五子棋"
			},
			"Key": "89CF6AF646F71D721605E38553D9166C"
		},
		{
			"Source":
			{
				"Text": "Goto Multi Player Game."
			},
			"Translation":
			{
				"Text": "前往多人游戏界面"
			},
			"Key": "D0B6DA2B4554C7C3C4816B890EA69EC7"
		},
		{
			"Source":
			{
				"Text": "Goto Single player game."
			},
			"Translation":
			{
				"Text": "前往单人游戏界面"
			},
			"Key": "12E202CE406535C2A4294F8E99082E3F"
		},
		{
			"Source":
			{
				"Text": "Hard"
			},
			"Translation":
			{
				"Text": "困难的敌人"
			},
			"Key": "63BB52D34BDD2907BD18A4B570F617EE"
		},
		{
			"Source":
			{
				"Text": "High"
			},
			"Translation":
			{
				"Text": "高"
			},
			"Key": "BEB85A1446A3C8CB8E9D87A388B8D6CE"
		},
		{
			"Source":
			{
				"Text": "Hint"
			},
			"Translation":
			{
				"Text": "提示"
			},
			"Key": "777C3BD34887A69FAB311FB9914B665F"
		},
		{
			"Source":
			{
				"Text": "Hint"
			},
			"Translation":
			{
				"Text": "提示"
			},
			"Key": "019070DA41AC1AFF0CA81888A500E7E1"
		},
		{
			"Source":
			{
				"Text": "Hint ({Remain Time})"
			},
			"Translation":
			{
				"Text": "提示 ({Remain Time})"
			},
			"Key": "05ECD5894FCFCE7CC51CEA8490FCFD08"
		},
		{
			"Source":
			{
				"Text": "Hint Cool Down"
			},
			"Translation":
			{
				"Text": "提示冷却时间"
			},
			"Key": "64A2D37B4B539380C5D0CEA00A557D7B"
		},
		{
			"Source":
			{
				"Text": "Hint Off"
			},
			"Translation":
			{
				"Text": "关闭提示"
			},
			"Key": "A15331F24AAA6B18781957AE229A6489"
		},
		{
			"Source":
			{
				"Text": "Language"
			},
			"Translation":
			{
				"Text": "语言"
			},
			"Key": "7E5627C843C78B0C8F47F78A5BD456AE"
		},
		{
			"Source":
			{
				"Text": "Low"
			},
			"Translation":
			{
				"Text": "低"
			},
			"Key": "50FC14F94439EE6158E654901B071980"
		},
		{
			"Source":
			{
				"Text": "Main Menu"
			},
			"Translation":
			{
				"Text": "主菜单"
			},
			"Key": "08ED279F4B2FDA7C192086AFDB97DF2A"
		},
		{
			"Source":
			{
				"Text": "Main Menu"
			},
			"Translation":
			{
				"Text": "主菜单"
			},
			"Key": "2BDA05FA43318230263D8DBE009AD234"
		},
		{
			"Source":
			{
				"Text": "Medium"
			},
			"Translation":
			{
				"Text": "中"
			},
			"Key": "38527BE4453BAB9A00E1C093BB654D7C"
		},
		{
			"Source":
			{
				"Text": "Multi Play"
			},
			"Translation":
			{
				"Text": "多人游戏"
			},
			"Key": "96C73BA44A9151E1E25845B33DB9AEB1"
		},
		{
			"Source":
			{
				"Text": "Multi Player"
			},
			"Translation":
			{
				"Text": "多人游戏"
			},
			"Key": "72704315464D2DD50940CDB60FB91E36"
		},
		{
			"Source":
			{
				"Text": "Next step"
			},
			"Translation":
			{
				"Text": "下一步"
			},
			"Key": "B773D935441741320E148EBC947A2742"
		},
		{
			"Source":
			{
				"Text": "No Retract"
			},
			"Translation":
			{
				"Text": "关闭悔棋"
			},
			"Key": "0056877A4A731F678C0E61885C6AE3B4"
		},
		{
			"Source":
			{
				"Text": "Off"
			},
			"Translation":
			{
				"Text": "关"
			},
			"Key": "A0F6FCDC49D6DF99AE20528531D230BF"
		},
		{
			"Source":
			{
				"Text": "Off"
			},
			"Translation":
			{
				"Text": "关"
			},
			"Key": "5B3BBF2A44A83DA83335168F8FE21017"
		},
		{
			"Source":
			{
				"Text": "On"
			},
			"Translation":
			{
				"Text": "开"
			},
			"Key": "7C05D56B4560BC2F4FD584AD53C192DB"
		},
		{
			"Source":
			{
				"Text": "On, illegal positions banned"
			},
			"Translation":
			{
				"Text": "启用禁手，禁手点无法落子"
			},
			"Key": "9C25F78A443076C0BD1F23B6B82C06C2"
		},
		{
			"Source":
			{
				"Text": "On, no hints (Lose if action illegal)"
			},
			"Translation":
			{
				"Text": "启用禁手，无提示（禁手点落棋判负）"
			},
			"Key": "6DD5767E407D14D3FD37E8B177B647C9"
		},
		{
			"Source":
			{
				"Text": "Post Process"
			},
			"Translation":
			{
				"Text": "后处理"
			},
			"Key": "EE3756F549D880D3F4EF5A8671B58239"
		},
		{
			"Source":
			{
				"Text": "Preferences"
			},
			"Translation":
			{
				"Text": "偏好设置"
			},
			"Key": "1E6F14094137E93613D5589B2ABD0271"
		},
		{
			"Source":
			{
				"Text": "Preferences"
			},
			"Translation":
			{
				"Text": "偏好设置"
			},
			"Key": "71CC980449688CFEDB6894ACE31D2F44"
		},
		{
			"Source":
			{
				"Text": "Preferences"
			},
			"Translation":
			{
				"Text": "偏好设置"
			},
			"Key": "B6377A8D44F2B6EA7A8CA39FFFD17103"
		},
		{
			"Source":
			{
				"Text": "Previous step"
			},
			"Translation":
			{
				"Text": "上一步"
			},
			"Key": "EFABD1224B921ACD00287BB566FE590E"
		},
		{
			"Source":
			{
				"Text": "Resolution"
			},
			"Translation":
			{
				"Text": "分辨率"
			},
			"Key": "219AC51A41CF564E29F40DA714ED7018"
		},
		{
			"Source":
			{
				"Text": "Retract"
			},
			"Translation":
			{
				"Text": "悔棋"
			},
			"Key": "782CCCCE409427B0C7622A9930B86B65"
		},
		{
			"Source":
			{
				"Text": "Retract"
			},
			"Translation":
			{
				"Text": "悔棋"
			},
			"Key": "18E470E246AE7D66E6EA7FA0B7D22993"
		},
		{
			"Source":
			{
				"Text": "Retract ({Times Remain})"
			},
			"Translation":
			{
				"Text": "悔棋 ({Times Remain})"
			},
			"Key": "A0ADBDB645E5C4C10ED7529433771BC1"
		},
		{
			"Source":
			{
				"Text": "Retract Times"
			},
			"Translation":
			{
				"Text": "悔棋次数"
			},
			"Key": "26C95FDC45D0A72DCF546D8E1E790C69"
		},
		{
			"Source":
			{
				"Text": "Retract your last action and your competitor's last action."
			},
			"Translation":
			{
				"Text": "撤回您和您的对手上次的操作"
			},
			"Key": "5DDE916047CEC4C405C9B2A7E3AFD750"
		},
		{
			"Source":
			{
				"Text": "Retracted"
			},
			"Translation":
			{
				"Text": "已悔棋"
			},
			"Key": "0B6993CD45A18EBA39DF22A648D48175"
		},
		{
			"Source":
			{
				"Text": "Return to main menu."
			},
			"Translation":
			{
				"Text": "返回主菜单"
			},
			"Key": "29C251464B935E310706BD9F9D7227A3"
		},
		{
			"Source":
			{
				"Text": "Return to main menu."
			},
			"Translation":
			{
				"Text": "返回主菜单"
			},
			"Key": "FBD72D5C4910700D5F1A9B807571DED8"
		},
		{
			"Source":
			{
				"Text": "Review"
			},
			"Translation":
			{
				"Text": "回放"
			},
			"Key": "796A215046D3D11C74F314B7A8A401C2"
		},
		{
			"Source":
			{
				"Text": "Review"
			},
			"Translation":
			{
				"Text": "回放"
			},
			"Key": "635B569E40C25435238B9AAC2E96D577"
		},
		{
			"Source":
			{
				"Text": "Review this game."
			},
			"Translation":
			{
				"Text": "回放本局游戏"
			},
			"Key": "CB9F1DDD4549E2423EF081AF1C603491"
		},
		{
			"Source":
			{
				"Text": "Rival"
			},
			"Translation":
			{
				"Text": "对手"
			},
			"Key": "F1AAE4A64A46E567FCD152A59E57F9AA"
		},
		{
			"Source":
			{
				"Text": "Round Time Limit"
			},
			"Translation":
			{
				"Text": "回合时间限制"
			},
			"Key": "B2EE5A4141EB3F095CA7D0A8EDF8D1CA"
		},
		{
			"Source":
			{
				"Text": "Screen"
			},
			"Translation":
			{
				"Text": "显示模式"
			},
			"Key": "07CDAE1F4961A63A72733EAA5D97EF49"
		},
		{
			"Source":
			{
				"Text": "Select Chess"
			},
			"Translation":
			{
				"Text": "选择棋子"
			},
			"Key": "B3578982425CD0C9E342D799368F831D"
		},
		{
			"Source":
			{
				"Text": "Select Game Mode"
			},
			"Translation":
			{
				"Text": "选择游戏模式"
			},
			"Key": "5A14389341F7ABDDE3DC9C9235B0918D"
		},
		{
			"Source":
			{
				"Text": "Shading Quality"
			},
			"Translation":
			{
				"Text": "着色质量"
			},
			"Key": "D0B971A045FC46304279DE840D13AA85"
		},
		{
			"Source":
			{
				"Text": "Shadow Quality"
			},
			"Translation":
			{
				"Text": "阴影质量"
			},
			"Key": "A9CAAC584B7692EED20A6293A0D0D2E4"
		},
		{
			"Source":
			{
				"Text": "Show system settings panel."
			},
			"Translation":
			{
				"Text": "显示系统设置菜单"
			},
			"Key": "0DD03737451DAD9D410CEFA2AF454525"
		},
		{
			"Source":
			{
				"Text": "Show system settings panel."
			},
			"Translation":
			{
				"Text": "显示系统设置菜单"
			},
			"Key": "06ABAB9A41D6CF91378C2D9A200B0321"
		},
		{
			"Source":
			{
				"Text": "Single Player"
			},
			"Translation":
			{
				"Text": "单人游戏"
			},
			"Key": "6014AE7B4D3E0589E1C5AFAEE254CC78"
		},
		{
			"Source":
			{
				"Text": "Start the game."
			},
			"Translation":
			{
				"Text": "立刻开始游戏"
			},
			"Key": "0885AC1F495FD95579B47490A02E7389"
		},
		{
			"Source":
			{
				"Text": "Surrounder"
			},
			"Translation":
			{
				"Text": "投降"
			},
			"Key": "5B1E9A7C4D9B7FA210838A8964952D02"
		},
		{
			"Source":
			{
				"Text": "Surrounder ({Time})"
			},
			"Translation":
			{
				"Text": "投降 ({Time})"
			},
			"Key": "C3CA4A194E85748C7D1223B9F9040FDD"
		},
		{
			"Source":
			{
				"Text": "Texture Quality"
			},
			"Translation":
			{
				"Text": "贴图质量"
			},
			"Key": "D2C40A3D42CA3290C832999E4E791286"
		},
		{
			"Source":
			{
				"Text": "The board is full... Unbelivable..."
			},
			"Translation":
			{
				"Text": "不敢相信...棋盘居然被你们下满了..."
			},
			"Key": "D44BBBA24E27A588AC5CD5A1BC48674D"
		},
		{
			"Source":
			{
				"Text": "Ultra"
			},
			"Translation":
			{
				"Text": "极佳"
			},
			"Key": "0B8F0C1B4A78DBF30F719E8068D3A680"
		},
		{
			"Source":
			{
				"Text": "Unbelivable... The board is full..."
			},
			"Translation":
			{
				"Text": "不敢相信...棋盘居然被你们下满了..."
			},
			"Key": "4EEA9C074F85C13F955654B68B58184D"
		},
		{
			"Source":
			{
				"Text": "Unbelivable... The board is full..."
			},
			"Translation":
			{
				"Text": "不敢相信...棋盘居然被你们下满了..."
			},
			"Key": "53C726684FE867FC655B43921BBFAAA9"
		},
		{
			"Source":
			{
				"Text": "Unbelivable... The board is full..."
			},
			"Translation":
			{
				"Text": "不敢相信...棋盘居然被你们下满了..."
			},
			"Key": "C3933E3B4F380F956A6DD2AF2FA491A1"
		},
		{
			"Source":
			{
				"Text": "Unknown reason."
			},
			"Translation":
			{
				"Text": "未知原因"
			},
			"Key": "40B3446242C7DCE8757887B7CE59E548"
		},
		{
			"Source":
			{
				"Text": "Unknown reason."
			},
			"Translation":
			{
				"Text": "未知原因"
			},
			"Key": "43F6EA39425CD28121D8A89102204665"
		},
		{
			"Source":
			{
				"Text": "Unknown reason."
			},
			"Translation":
			{
				"Text": "未知原因"
			},
			"Key": "D3DF5C444A2FB74A929C5A9472D1D270"
		},
		{
			"Source":
			{
				"Text": "Unlimited"
			},
			"Translation":
			{
				"Text": "无限制"
			},
			"Key": "5809AC5D4BEE619880C141A2031B5BCF"
		},
		{
			"Source":
			{
				"Text": "Unlimited"
			},
			"Translation":
			{
				"Text": "无限制"
			},
			"Key": "6A2A3C07400B52B3EC7A6A859F310F77"
		},
		{
			"Source":
			{
				"Text": "Unlimited"
			},
			"Translation":
			{
				"Text": "无限制"
			},
			"Key": "CCC5818D4B2652F64D62088D4AB13302"
		},
		{
			"Source":
			{
				"Text": "Use Black Chess"
			},
			"Translation":
			{
				"Text": "使用黑棋"
			},
			"Key": "C95C0E9741C37F115307228C7BE59A51"
		},
		{
			"Source":
			{
				"Text": "Use White Chess"
			},
			"Translation":
			{
				"Text": "使用白棋"
			},
			"Key": "4893BC3F4CA4841C30A039A770EBB490"
		},
		{
			"Source":
			{
				"Text": "Use black chess to start."
			},
			"Translation":
			{
				"Text": "使用黑棋开始游戏"
			},
			"Key": "F0FB0DA44EED6C764D6988A63C3D73C7"
		},
		{
			"Source":
			{
				"Text": "Use white chess to start."
			},
			"Translation":
			{
				"Text": "使用白棋开始游戏"
			},
			"Key": "174D1DB849C013D77915598397814BB0"
		},
		{
			"Source":
			{
				"Text": "V-Sync"
			},
			"Translation":
			{
				"Text": "垂直同步"
			},
			"Key": "2CE4D488403269DD8BA3DC982B215936"
		},
		{
			"Source":
			{
				"Text": "Waiting for your rival"
			},
			"Translation":
			{
				"Text": "等待对手作出决定"
			},
			"Key": "5FD1C267406F3673B9CAFEA7544F784B"
		},
		{
			"Source":
			{
				"Text": "What is \"Balance Breaker\""
			},
			"Translation":
			{
				"Text": "什么是“禁手”？"
			},
			"Key": "5B9E30E54CAD90E8312B6E9B9677535C"
		},
		{
			"Source":
			{
				"Text": "White Goes second."
			},
			"Translation":
			{
				"Text": "执白者后行"
			},
			"Key": "41BB584645CCBD557799C68CF8C71AE7"
		},
		{
			"Source":
			{
				"Text": "Windowed"
			},
			"Translation":
			{
				"Text": "窗口化"
			},
			"Key": "4AD935AE49DC461664D982B9167FB048"
		},
		{
			"Source":
			{
				"Text": "Windowed Full Screen"
			},
			"Translation":
			{
				"Text": "无边框窗口化"
			},
			"Key": "6D84EBC94B07725295501FAECE9E6DA4"
		},
		{
			"Source":
			{
				"Text": "Working..."
			},
			"Translation":
			{
				"Text": "计算中..."
			},
			"Key": "031126F1470DB3641E07618193CA7D57"
		},
		{
			"Source":
			{
				"Text": "You"
			},
			"Translation":
			{
				"Text": "您"
			},
			"Key": "2099092F42362D315343B2955C8B2BF0"
		},
		{
			"Source":
			{
				"Text": "You Lose!"
			},
			"Translation":
			{
				"Text": "您输了！"
			},
			"Key": "A535DEC2457E68245ED749B8E2085DE0"
		},
		{
			"Source":
			{
				"Text": "You Win!"
			},
			"Translation":
			{
				"Text": "您胜利了！"
			},
			"Key": "3C8286F74FABAC0A474A7295ACB7FD8F"
		},
		{
			"Source":
			{
				"Text": "You are about to lose"
			},
			"Translation":
			{
				"Text": "您就要输了"
			},
			"Key": "E8D9D34149B6542C3ECDD89CEDD6F197"
		},
		{
			"Source":
			{
				"Text": "You can only use Black Chess."
			},
			"Translation":
			{
				"Text": "当前设置下只能使用黑色棋子"
			},
			"Key": "489F2A9C423A03438634C8BF0D81F664"
		},
		{
			"Source":
			{
				"Text": "You can only use White Chess."
			},
			"Translation":
			{
				"Text": "当前设置下只能使用白色棋子"
			},
			"Key": "172D50CD4F9B29C772B4B59187C9C1A0"
		},
		{
			"Source":
			{
				"Text": "You have broken the balance breaker rules."
			},
			"Translation":
			{
				"Text": "您在禁手点落子了！"
			},
			"Key": "DF97114945D0CEBB220E63BDA4B51EF8"
		},
		{
			"Source":
			{
				"Text": "You have broken the balance breaker rules."
			},
			"Translation":
			{
				"Text": "您在禁手点落子了！"
			},
			"Key": "43A5909040462B39E461F69A1C82FF30"
		},
		{
			"Source":
			{
				"Text": "You have error occured in your client."
			},
			"Translation":
			{
				"Text": "您的客户端发生了一个错误"
			},
			"Key": "314B7E544BB4AB1958E3CE9005CD62BA"
		},
		{
			"Source":
			{
				"Text": "You have error occured in your client."
			},
			"Translation":
			{
				"Text": "您的客户端发生了一个错误"
			},
			"Key": "870B6B9149CCAAD88D8C8EA7B833164F"
		},
		{
			"Source":
			{
				"Text": "You have made a Continuous Five."
			},
			"Translation":
			{
				"Text": "您形成了连五！"
			},
			"Key": "D08F776146ED5D508223208A08104B90"
		},
		{
			"Source":
			{
				"Text": "You have made a Continuous Five."
			},
			"Translation":
			{
				"Text": "您形成了连五！"
			},
			"Key": "B5E6F77B4DE29ABC011587BE02FFDBEC"
		},
		{
			"Source":
			{
				"Text": "You have modified your video settings, you need to confirm them. "
			},
			"Translation":
			{
				"Text": "您修改了显示设置，请确认您的修改"
			},
			"Key": "DE1B2DFD44F0E2B874999FA50B9C249D"
		},
		{
			"Source":
			{
				"Text": "You have no time left."
			},
			"Translation":
			{
				"Text": "时间到！"
			},
			"Key": "B42190E744DD0BB0223FE2AAC189087B"
		},
		{
			"Source":
			{
				"Text": "You have no time left."
			},
			"Translation":
			{
				"Text": "时间到！"
			},
			"Key": "9561B1ED4B8C2DB9775E07861CE6A9BB"
		},
		{
			"Source":
			{
				"Text": "You surroundered."
			},
			"Translation":
			{
				"Text": "您投降了！"
			},
			"Key": "CD97341748D28B671D5198910CE701EF"
		},
		{
			"Source":
			{
				"Text": "You surroundered."
			},
			"Translation":
			{
				"Text": "您投降了！"
			},
			"Key": "58E43E364B90C925D6927D95B6A1FE1E"
		},
		{
			"Source":
			{
				"Text": "Your rival has broken the balance breaker rules."
			},
			"Translation":
			{
				"Text": "您的对手在禁手点落子了！"
			},
			"Key": "1363DA204D0D53499045729A922E5568"
		},
		{
			"Source":
			{
				"Text": "Your rival has broken the balance breaker rules."
			},
			"Translation":
			{
				"Text": "您的对手在禁手点落子了！"
			},
			"Key": "41B2CEF44FE4D7E01C13869C88B1AA7A"
		},
		{
			"Source":
			{
				"Text": "Your rival has error occured."
			},
			"Translation":
			{
				"Text": "您的对手发生了一个错误"
			},
			"Key": "EEDA3DED4DF6BBE852658C8DEE948031"
		},
		{
			"Source":
			{
				"Text": "Your rival has error occured."
			},
			"Translation":
			{
				"Text": "您的对手发生了一个错误"
			},
			"Key": "A00E4B3742E6BED897A953965861B3CF"
		},
		{
			"Source":
			{
				"Text": "Your rival has made a Continuous Five."
			},
			"Translation":
			{
				"Text": "您的对手形成了连五！"
			},
			"Key": "D8751CFF473C79BB490D008DB8630FA8"
		},
		{
			"Source":
			{
				"Text": "Your rival has made a Continuous Five."
			},
			"Translation":
			{
				"Text": "您的对手形成了连五！"
			},
			"Key": "4F3BCA6C49E5D953C2EE20AF2EB0E550"
		},
		{
			"Source":
			{
				"Text": "Your rival has no time left."
			},
			"Translation":
			{
				"Text": "您的对手耗尽了时间！"
			},
			"Key": "C28AF3394AE5EE3B9E0B63A2FF0F3451"
		},
		{
			"Source":
			{
				"Text": "Your rival has no time left."
			},
			"Translation":
			{
				"Text": "您的对手耗尽了时间！"
			},
			"Key": "A074DCF44493F5F0520FB7AAEB561956"
		},
		{
			"Source":
			{
				"Text": "Your rival suroundered."
			},
			"Translation":
			{
				"Text": "您的对手投降了"
			},
			"Key": "FEE0B2A8489D95156E3EF2928E6158B9"
		},
		{
			"Source":
			{
				"Text": "Your rival suroundered."
			},
			"Translation":
			{
				"Text": "您的对手投降了"
			},
			"Key": "8EFD07CB40A13D6857ADD28C1B06637C"
		}
	]
}